"generic_title_error" = "Erreur";
"english" = "Anglais";
"spanish" = "Espagnol";
"portuguese" = "Portugais";
"french" = "Français";
"attention" = "Attention";
"button_yes" = "Oui";
"button_no" = "Non";
"wallets" = "Portefeuilles";
"reset_wallet" = "Réinitialiser le portefeuille";
"welcome_statement" = "Bienvenue sur Padawan !\n\nCette application est un endroit pour apprendre les caractéristiques courantes des portefeuilles Bitcoin mobiles.\n\nIl utilise le signet de Bitcoin, un réseau Bitcoin alternatif utilisé dans le monde entier et construit exclusivement pour les tests. Les pièces de ce réseau n'ont aucune valeur, mais elles ressemblent et se comportent comme des bitcoins normaux !\n\nCe portefeuille est conçu pour que les utilisateurs de tous âges puissent expérimenter et en apprendre davantage sur Bitcoin dans un environnement sans risque.";
"onboard_title_1" = "Bienvenue sur Padawan";
"onboard_title_2" = "Apprendre par la pratique";
"onboard_title_3" = "Passez au niveau suivant";
"onboard_1" = "Lancez-vous dans Bitcoin en toute sécurité, avec des pièces de test pour vous entraîner et apprendre !";
"onboard_2" = "Padawan est un portefeuille Bitcoin complet. Envoyez, recevez et récupérez des pièces de test comme vous le feriez pour n'importe quel portefeuille Bitcoin (mais sans risquer de véritables fonds !)";
"onboard_3" = "9 petites leçons vous guident à travers les concepts nécessaires pour utiliser Bitcoin en toute confiance. Allons-y!";
"already_have_a_wallet" = "Je possède déjà un\nportefeuille Padawan\n(Sauvegarde en 12 mots)";
"recover_wallet" = "Récupérer le portefeuille";
"enter_your_12_words" = "Entrez votre phrase de récupération de 12 mots ci-dessous.";
"sync" = "synchronisé";
"send" = "Envoyer";
"receive" = "Recevoir";
"amount" = "Montant";
"verify_transaction" = "Verifier la transaction";
"address" = "Adresse";
"bottom_nav_wallet" = "Portefeuille";
"bottom_nav_chapters" = "Apprendre";
"bottom_nav_settings" = "Plus";
"confirm_and_broadcast" = "Confirmer et diffuser";
"amount_error_message" = "Le montant est manquant !";
"address_error_message" = "L'adresse est manquante !";
"fee_rate_error_message" = "Le taux des frais est manquant !";
"faucet_dialog" = "Pour vous aider à vous familiariser avec Bitcoin, Padawan Wallet peut vous envoyer quelques pièces afin que vous puissiez suivre les chapitres et les envoyer à vos amis !\n\nSouhaitez-vous recevoir des bitcoins signet ?";
"total_fee" = "Total fee";
"transaction_broadcast" = "Transaction broadcast!";
"about_text" = "Padawan est un portefeuille Bitcoin réservé au signet, rempli de tutoriels sur l'utilisation des portefeuilles Bitcoin. Nous construisons l'application que vous voudrez recommander à vos amis qui n'arrêtent pas de vous poser des questions sur Bitcoin !\n\nPadawan s'adresse aux personnes de tous âges et vise à être un outil d'auto-apprentissage, familiarisant ses utilisateurs avec le processus habituel et le jargon de base des portefeuilles mobiles dans un environnement sans risque, parfait pour l'expérimentation et l'apprentissage (signet). Nous pensons que le signet est une ressource sous-utilisée en dehors des cercles de développement logiciel, et nous pensons qu'il peut être exploité pour les personnes curieuses du Bitcoin partout dans le monde.\n\nPadawan est un projet collaboratif libre et open source (licence Apache 2.0). Si vous avez des commentaires à nous faire, veuillez nous laisser un avis sur le Play Store, ou consulter notre dépôt GitHub !";
"send_coins_back" = "Les jetons signets peuvent être difficiles à acquérir, et même s'ils n'ont aucune valeur marchande, ils ne sont pas infinis, et nous devrions faire attention à ne pas les gaspiller ou les laisser se perdre !\n\nUne fois que vous avez terminé avec vos jetons signets, veuillez envisager de les renvoyer au projet Padawan afin que nous puissions continuer à envoyer des jetons aux nouveaux utilisateurs. Utilisez l'adresse ci-dessus pour nous renvoyer vos jetons.";
"privacy_text" = "Padawan Wallet ne collecte aucune information sur ses utilisateurs et n'utilise pas Firebase Crashlytics. Cela signifie cependant qu'il nous est beaucoup plus difficile d'être informés des bugs par nos utilisateurs. Si vous avez des commentaires, n'hésitez pas à envoyer un message au compte Twitter/X de Padawan (@padawanwallet) ou à nous écrire un e-mail. Vous pouvez lire notre politique de confidentialité complète ici :";
"privacy_link" = "https://github.com/thunderbiscuit/padawan-wallet/blob/master/PRIVACY.txt";
"send_coins_back_address" = "tb1pz03858mpkfdjhzuyxnjxsp0kaznsq4h0xygfent50crn7594dwwsarktjq";
"copy_address_string" = "Copier";
"text_copied" = "Copié";
"cancel" = "Annuler";
"generate_a_new_address" = "Générer une nouvelle adresse";
"fees_sats_vbytes" = "Frais (sats/vbytes)";
"enter_amount_sats" = "Entrez le montant (sats)";
"enter_signet_address" = "Entrez une adresse Bitcoin signet";
"padawan_journey" = "Le parcours du Padawan";
"continue_on_your_journey" = "Poursuivez votre parcours d'apprentissage de Bitcoin.";
"getting_started" = "Commencer";
"transactions" = "Transactions";
"next" = "Suivant";
"finish" = "Terminer";
"back_to_lessons" = "Retour aux leçons";
"transaction_details" = "Détails de la transaction";
"balance_delta" = "Modification du solde du portefeuille :";
"transaction_type" = "Type de la transaction :";
"time" = "Temps:";
"pending" = "En attente";
"txid" = "Txid:";
"fees_paid" = "Frais payés:";
"back_icon" = "Icon retour";
"image" = "image";
"padawan_logo" = "Logo Padawan";
"padawan_wallet" = "Portefeuille Padawan";
"create_a_wallet" = "Créer un portefeuille";
"recover_a_wallet" = "Récupérer un portefeuille";
"about_padawan" = "À propos de Padawan";
"change_language" = "Langue + Thème de couleur";
"your_recovery_phrase" = "Votre phrase de récupération";
"checkmark_image" = "Image de coche";
"copy_to_clipboard_image" = "Image Copier dans le presse-papier";
"send_your_coins_back" = "Réenvoyez-nous vos pièces";
"settings" = "Plus";
"everything_else" = "Une collection de tout ce dont vous avez besoin dans l'application.";
"recovery_phrase" = "Phrase de récupération";
"send_signet_coins_back" = "Réenvoyez les pièces signet";
"lessons_reset_successful" = "Réinitialisation des chapitres réussies";
"reset_completed_chapters" = "Réinitialiser les chapitres terminés";
"receive_bitcoin" = "Recevoir du bitcoin";
"qr_code" = "Code QR";
"send_bitcoin" = "Envoyer du bitcoin";
"balance" = "Balance:";
"scan_qr_icon" = "Icône Scanner QR";
"confirm_transaction" = "Confirmer la transaction";
"no_network" = "Votre appareil n'est pas connecté à internet !";
"send_icon" = "Icône Envoyer";
"receive_icon" = "Icône Recevoir";
"block" = "Bloc :";
"unable_to_access_network" = "Impossible actuellement d'accéder au réseau";
"bitcoin_signet" = "Bitcoin signet";
"transaction_list_empty" = "Hé! Il semble que votre liste de transactions soit vide. Jetez un coup d'œil autour de vous et revenez chercher des pièces afin de pouvoir commencer à jouer avec le portefeuille !";
"currency_toggle_text" = "Currency Toggle Text";
"changing_color_animation" = "Changer la couleur de l'animation";
"hello_there" = "Bonjour !";
"select_language" = "Sélectionnez votre langue préférée et le thème de couleur pour le portefeuille Padawan.";
"get_coins" = "Obtenir des pièces signet";
"button_link_privacy" = "Lisez notre politique de confidentialité ici.";
"app_level_language" = "Langage de l’application";
"color_theme" = "Thème de couleur";
"alert_change_language" = "Ce paramètre prendra effet après le redémarrage de l’application. Voulez-vous redémarrer l’application maintenant?";
"return_address_image" = "Image Renvoyer des sats à l'adresse du robinet(faucet)";
"no_thank_you_icon" = "Icône Non merci";
"proceed_icon" = "Icône Continuer";
"l1_title" = "Qu'est-ce que le Bitcoin Signet ?";
"l1_app_bar" = "Réseaux Bitcoin";
"l1_p1" = "Les réseaux Bitcoin sont composés de milliers d'ordinateurs répartis dans le monde entier. Ces ordinateurs parlent un langage commun et communiquent directement entre eux via internet.";
"l1_p2" = "Vous ne le savez peut-être pas, mais il existe de nombreux réseaux Bitcoin ! Ils se divisent en deux familles : le réseau principal (il n'y en a qu'un) et les réseaux de test (il y en a beaucoup !).";
"l1_h2" = "Mainnet, Réseau principal";
"l1_p3" = "Quand les gens parlent du « réseau Bitcoin », ils désignent généralement le réseau principal de Bitcoin (ou simplement « mainnet »).";
"l1_p4" = "Les bitcoins sur le mainnet ont une valeur monétaire, sont utilisés comme monnaie pour les transactions entre personnes et peuvent être échangés sur les plateformes d'échange de cryptomonnaies.";
"l1_h3" = "Testnets, Réseaux de test";
"l1_p5" = "Il existe quelques réseaux de test, chacun ayant son propre objectif. Ils ont tendance à être moins connus que le mainnet, mais sont néanmoins très importants ! Padawan utilise le réseau signet pour ses transactions, mais vous pourriez aussi entendre parler de testnet3, testnet4 et regtest. Les bitcoins sur ces réseaux sont appelés pièces (ou parfois jetons, coins ou encore tokens) signet/testnet/regtest et ressemblent et se comportent exactement comme les bitcoins du réseau principal. Mais contrairement aux bitcoins du réseau principal, ces pièces de test n'ont aucune valeur monétaire.";
"l1_p6" = "Les réseaux de test sont utilisés par les développeurs de logiciels et les organisations qui créent des applications réelles interagissant avec Bitcoin. Ces développeurs peuvent utiliser les réseaux de test pour s'assurer que leur logiciel fonctionne correctement avant de le lancer sur le mainnet. Mais vous n'avez pas besoin d'être un développeur de logiciels pour les utiliser!";
"l1_h4" = "Padawan &amp; Signet";
"l1_p7" = "Le signet et ses pièces sont une ressource inestimable pour les personnes curieuses d'apprendre, de jouer et de se familiariser avec les réseaux Bitcoin avant de manipuler de « vrais » bitcoins du mainnet ! N'oubliez pas que les bitcoins de test N'ONT PAS de valeur monétaire.";
"l1_p8" = "Padawan vous enseignera les bases de Bitcoin, y compris la réalisation de transactions et la sauvegarde de portefeuilles, le tout en utilisant le réseau signet. Vous ne pouvez pas recevoir ou envoyer de bitcoins du mainnet vers ou depuis votre portefeuille Padawan. Toutes les pièces que vous avez sur Padawan ou que vous envoyez à des amis via l'application sont des pièces signet SANS valeur monétaire.";
"l1_p9" = "Utilisez Padawan pour apprendre, pratiquer et tester les limites de vos connaissances en Bitcoin !";
"l2_title" = "Recevoir du bitcoin";
"l2_app_bar" = "Receiving Bitcoin";
"l2_p1" = "Pour recevoir des bitcoins, vous demandez à votre logiciel de portefeuille, souvent nommé wallet (comme Padawan) de générer une adresse de réception. Chaque fois que vous recevez des bitcoins, une nouvelle adresse sera utilisée par votre portefeuille.";
"l2_p2" = "Pour faciliter le partage, nous affichons cette adresse de deux manières courantes :";
"l2_p3" = "1. Une chaîne de chiffres et de lettres qui pourrait ressembler à ceci :";
"l2_p4" = "ou";
"l2_p5" = "2. Un code QR qui pourrait ressembler à ceci :";
"l2_p6" = "Les deux formats ci-dessus désignent la même adresse, mais de manières différentes.";
"l2_h1" = "Générer des adresses de réception";
"l2_p7" = "Pour recevoir du bitcoin, vous avez deux options :";
"l2_p8" = "1. L'expéditeur scanne un code QR: Si la personne qui veut vous envoyer des pièces est à proximité, générez une nouvelle adresse de réception et demandez-lui d'utiliser son téléphone pour scanner le code QR affiché par votre portefeuille.";
"l2_p9" = "2. Copiez et collez l'adresse de réception pour la partager : Générez une nouvelle adresse de réception, copiez la chaîne de lettres et de chiffres (l'adresse), et collez-la dans un message à la personne qui vous enverra le paiement. Si possible, vous devriez essayer d'envoyer ces messages sur une plateforme chiffrée afin de garder l'adresse et la transaction privées entre vous et le payeur !";
"l2_p10" = "Sur Padawan, vous pouvez appuyer longuement sur l'adresse et le portefeuille vous proposera de copier directement l'adresse dans votre presse-papiers pour la coller ailleurs.";
"l2_h2" = "Soyez attentif !";
"l2_p11" = "Il est très important d'être prudent lors de l'envoi et de la réception de bitcoins. La personne qui envoie des bitcoins doit utiliser l'adresse exacte désirée par celle qui les recevra.";
"l2_p12" = "Même si le système de code QR et la fonction copier/coller de nos téléphones sont un moyen acceptable de rester prudent, vous devriez TOUJOURS vérifier l'adresse de réception complète. Du moins, lorsque vous copiez et collez votre adresse de réception, assurez-vous que les 5 à 10 premiers et derniers caractères de l'adresse correspondent.";
"l2_p13" = "Rappel : Padawan n'utilise que des bitcoins signet. N'essayez pas de lui envoyer de vrais bitcoins !";
"l3_title" = "Envoyer du bitcoin";
"l3_app_bar" = "Envoyer du bitcoin";
"l3_p1" = "Pour envoyer du bitcoin, vous devez demander une adresse de réception. Si un code QR vous est proposé, scannez-le avec l'appareil photo de votre téléphone. Si vous recevez une longue chaîne de chiffres et de lettres, vous pouvez copier et coller l'adresse dans le champ d'adresse de l'écran de transaction de l'application. N'oubliez pas de vérifier l'adresse une fois que vous l'avez collée !";
"l3_p2" = "Une fois l'adresse saisie, spécifiez le montant de bitcoins à envoyer (soit en unités de bitcoin, soit en satoshis), puis diffusez la transaction sur le réseau. Votre transaction sera récupérée par des nœuds du monde entier et sera finalement minée dans un bloc !";
"l4_title" = "Qu'est-ce que la mempool ?";
"l4_app_bar" = "La Mempool";
"l4_p1" = "Lorsque vous effectuez et diffusez une transaction bitcoin, elle est enregistrée sur tous les ordinateurs connectés au réseau Bitcoin, généralement en 2 à 5 secondes. Finalement, la transaction est ajoutée à la blockchain, mais lorsqu'un nœud en prend initialement connaissance, il l'ajoute simplement à un groupe de transactions qu'il connaît mais qui n'ont pas encore été incluses dans un bloc. Cet ensemble de transactions est appelé la mempool (ou « memory pool » pour « bassin de mémoire » en anglais), et chaque ordinateur connecté au réseau Bitcoin conserve sa propre mempool. Une transaction étant « dans la mempool » (ce qui signifie que la plupart des nœuds ont vu et ajouté la transaction à leure mempool) signifie qu'elle a été validée par le réseau, mais pas encore confirmée sur la blockchain.";
"l4_p2" = "Pour être officialisée, la transaction doit être incluse dans un bloc miné par les mineurs de bitcoins.";
"l4_h1" = "Imaginez un bus";
"l4_p3" = "Imaginez un bus qui vient chercher des passagers toutes les 10 minutes environ. Le bus ne peut supporter qu'un certain poids. Étant donné que chaque passager a un poids différent, le nombre de passagers pouvant monter dans le bus change à chaque fois.";
"l4_p4" = "La mempool agit comme un arrêt de bus. Une file de transactions attend dans la mempool d'être traitée et incluse dans un bloc de la blockchain. Les transactions attendent leur tour d'être minées, et chaque fois que le bus passe, il prend autant de passagers qu'il peut en contenir.";
"l4_h2" = "Certains passagers";
"l4_p5" = "Certains passagers pourraient être pressés de prendre le prochain bus. Ils peuvent payer un supplément pour s'assurer d'être près du début de la file. Ces transactions seront prioritaires dans le processus de minage.";
"l4_p6" = "D'un autre côté, certains passagers pourraient ne pas être pressés du tout ! Dans ce cas, ils pourraient vouloir économiser leur argent en ne payant pas un tarif plus élevé. Généralement, la file se videra et chaque transaction en attente sera traitée.";
"l5_title" = "Que sont les frais de transaction?";
"l5_app_bar" = "Frais de Transaction";
"l5_p1" = "Vous en savez maintenant un peu plus sur les transactions. Il y a de très nombreuses transactions envoyées, validées, confirmées et stockées sur le réseau Bitcoin chaque minute de chaque jour. C'est une affaire très coûteuse.";
"l5_p2" = "Le réseau Bitcoin ne peut supporter qu'une certaine demande sur le système. Pour s'assurer que la charge sur le réseau reste légère et efficace, il y a une capacité limitée pour la quantité totale d'octets (bytes en anglais) qui peuvent être traités sur le réseau par unité de temps.";
"l5_h1" = "Enchérir en utilisant les frais de transaction";
"l5_p3" = "L'espace étant limité en termes d'octets par bloc et un seul nouveau bloc étant miné toutes les 10 minutes environ, les utilisateurs de Bitcoin se disputent l'espace sur la blockchain en payant des frais pour leurs transactions.";
"l5_p4" = "Les transactions avec les frais les plus élevés sont priorisées par les mineurs lors de la construction des blocs.";
"l5_h2" = "Pourquoi le réseau a-t-il besoin d'une charge légère?";
"l5_p5" = "L'un des principaux avantages du réseau Bitcoin est sa capacité à rester synchronisé et distribué sur de nombreux ordinateurs connectés au réseau partout dans le monde. Moins la charge sur le réseau est lourde et importante, plus il est résistant aux attaques, et plus il reste neutre et robuste afin que tous puissent bénéficier de sa disponibilité et de sa robustesse.";
"l6_title" = "Unités de Bitcoin";
"l6_app_bar" = "Unités de Bitcoin";
"l6_p1" = "Le mot « bitcoin » a plusieurs sens. Lorsqu'on parle de bitcoin, on peut parfois désigner (a) le réseau, le protocole, le projet open source, ou (b) l'une des unités de compte lors des transactions sur le réseau Bitcoin.";
"l6_h1" = "Pour décortiquer";
"l6_p3" = "Tout comme le kilomètre peut être décomposé en mètres et centimètres et le pied en pouces, un bitcoin peut être divisé en unités plus petites.";
"l6_p4" = "Les unités les plus populaires pour décrire le bitcoin sont le bitcoin et le satoshi. Parfois, nous abrégeons l'unité bitcoin en « BTC » et l'unité satoshi en « sat ». Il y a 100 000 000 de satoshis dans 1 bitcoin.";
"l6_h2" = "Symboles";
"l6_p5" = "Il n'existe pas encore de symbole « officiel » pour l'une ou l'autre unité (bitcoin ou satoshi). Vous pouvez voir les symboles suivants sur Padawan ou dans d'autres échanges de cryptomonnaie ou applications.";
"l6_p6" = "Les symboles parfois utilisés pour le bitcoin :";
"l6_p7" = "Les symboles parfois utilisés pour les satoshis :";
"l6_h3" = "Quelle unité dois-je utiliser ?";
"l6_p8" = "Nous utilisons souvent l'unité bitcoin (btc) ou satoshi (sat) selon la taille de la transaction.";
"l6_p9" = "- Une voiture neuve pourrait valoir 1'700'000'000 sats, mais il est plus simple de dire 1,7 bitcoin.";
"l6_p10" = "- On pourrait acheter un bonbon pour 0,00000250 bitcoin, mais il est beaucoup plus simple de dire 250 satoshis.";
"l6_p11" = "Quiconque utilise des applications Bitcoin doit développer la capacité de comprendre à la fois les unités bitcoin et satoshi. De nombreuses transactions sont libellées en bitcoin, mais leurs frais de réseau (voir chapitre 4) utilisent presque toujours l'unité satoshi.";
"l6_p12" = "Dans Padawan, vous pouvez basculer entre les deux unités sur la page d'affichage du portefeuille principal en touchant le symbole btc/sats.";
"l7_title" = "Qu'est-ce qu'une phrase de récupération ?";
"l7_app_bar" = "Phrases de Récupération";
"l7_p1" = "Vous pouvez considérer votre portefeuille comme un arbre, et les adresses qu'il génère comme ses feuilles (rappelez-vous que vous utilisez une nouvelle adresse chaque fois que vous recevez du bitcoin). Le nombre d'adresses qui peuvent être générées à partir de cet arbre est quasi infini, mais la seule partie nécessaire pour sauvegarder un tel « arbre d'adresses » est de se souvenir de la racine de l'arbre. Chaque nouvelle racine générera un arbre complètement nouveau, mais n'importe quel portefeuille peut recréer l'arbre entier simplement en commençant par la racine.";
"l7_p2" = "Les portefeuilles Bitcoin modernes utilisent un processus appelé génération de clés déterministes. Chaque nouvelle adresse que votre portefeuille produit est générée de manière non aléatoire. Cela leur confère la propriété d'être très flexibles en termes de génération de nouvelles adresses, sans avoir à les mémoriser toutes individuellement (vous n'avez pas besoin de faire des sauvegardes individuelles pour toutes les adresses auxquelles vous avez reçu des bitcoins).";
"l7_p3" = "La « racine » de votre portefeuille est la graine de portefeuille (seed en anglais). Cette graine de portefeuille est simplement un nombre très, très long. Mais les nombres sont notoirement difficiles à retenir, et les humains sont généralement très mauvais pour les écrire correctement sans faire d'erreurs ou de fautes de frappe.";
"l7_p4" = "Au lieu de cela, une norme pour encoder ces nombres très long a émergé dans l'écosystème Bitcoin. Cette norme utilise une série de 12 ou 24 mots dans un ordre spécifique, qui peuvent toujours être utilisés ensemble pour recréer la seed/graine du portefeuille.";
"l7_h1" = "Padawan et les sauvegardes";
"l7_p5" = "Padawan utilise cette norme pour permettre aux utilisateurs de créer des sauvegardes pour leurs portefeuilles. Vous trouverez les 12 mots (souvent appelés phrase de récupération) sur un écran séparé sous les options du menu.";
"l7_p6" = "Les mots de votre phrase de récupération (ou phrase de sauvegarde) doivent être traités avec le plus grand soin. Ils détiennent la clé de tous les bitcoins stockés dans un portefeuille, et ils sont en effet la seule chose requise pour accéder à tous les fonds. Nous devons faire attention à ne pas partager cette phrase de récupération avec des attaquants potentiels.";
"l7_p7" = "Mais la valeur de cette phrase de récupération est immense : elle signifie que vous pouvez supprimer l'application ou perdre votre téléphone sans perdre vos fonds. Tant que vous avez conservé votre phrase de récupération de 12 mots en lieu sûr, vous pouvez récupérer votre portefeuille et tous les bitcoins qu'il contient. Il est généralement recommandé de noter cette phrase de récupération sur des supports physiques comme du papier ou du métal (non enregistrée sur un ordinateur, cloud ou autre medium numérique) et de la stocker dans un endroit sûr. L'endroit et la manière de le faire dépendent de la valeur de votre portefeuille et du niveau de sécurité requis pour votre cas d'utilisation.";
"l8_title" = "Récupérer votre portefeuille";
"l8_app_bar" = "Récupération de Portefeuille";
"l8_p1" = "Récupérer un portefeuille à partir d'une phrase de récupération est généralement assez facile. Les phrases de récupération (parfois aussi appelées mnémoniques) utilisent une norme appelée BIP39, qui offre un moyen commun et standard de récupérer des pièces entre différents portefeuilles. Le schéma habituel pour sauvegarder et récupérer un portefeuille est le suivant :";
"l8_p2" = "1. Nous créons un portefeuille et le logiciel nous fournit 12 ou 24 mots à noter et à conserver. L'ordre des mots est crucial, alors assurez-vous de les écrire dans le bon ordre. Dans Padawan, vous pouvez voir ces 12 mots à tout moment en allant dans l'écran « Phrase de récupération » dans le menu.";
"l8_p3" = "Dans la plupart des autres portefeuilles, vous n'aurez qu'une seule occasion de voir ces mots, ALORS ASSUREZ-VOUS DE LES ÉCRIRE ET DE LES TRAITER COMME L'ARGENT QU'ILS REPRÉSENTENT.";
"l8_p4" = "2. Lors de la création d'un nouveau portefeuille, vous pouvez toujours essayer d'envoyer une petite quantité de bitcoins au portefeuille, supprimer le portefeuille et tenter une récupération complète en utilisant les mots fournis par le portefeuille. Alternativement, si vous possédez deux appareils que vous pouvez utiliser pour ce test, vous pouvez essayer de créer le portefeuille sur l'un, le récupérer sur un appareil différent, et voir que le petit montant que vous avez envoyé est accessible sur les deux appareils. Si tout se passe bien et que vous avez correctement sauvegardé votre portefeuille, vous pourrez ressaisir la phrase de récupération, le même portefeuille exact sera généré, et les pièces seront là.";
"l8_p5" = "3. Dans Padawan, vous cliqueriez sur « Je possède déjà un portefeuille Padawan » et saisiriez votre phrase de récupération de 12 mots.";
"l8_h1" = "Le pouvoir des phrases de récupération";
"l8_p6" = "Cette capacité à récupérer un portefeuille en utilisant uniquement vos mots est très puissante, car cela signifie que vous n'avez pas réellement besoin que le portefeuille soit installé sur votre téléphone pour transporter vos bitcoins. Vous pouvez simplement garder les 12 mots en lieu sûr (les apprendre par cœur est aussi souvent utile, bien que vous ne deviez pas vous fier uniquement à cela !) et reconstruire un portefeuille plus tard si nécessaire. Les phrases de récupération sont également standard sur de nombreux portefeuilles bitcoin, ce qui signifie que vous pouvez reconstruire un portefeuille en utilisant une application différente ou un portefeuille sur ordinateur et les pièces seront accessibles !";
"l8_p7" = "Cet aspect du logiciel Bitcoin est souvent mal compris et mérite qu'on prenne le temps de l'apprécier ; les bitcoins ne sont pas « détenus » dans un portefeuille mobile, de bureau ou matériel. Ils sont simplement accessibles via ces derniers.";
"l8_p8" = "Les pièces signet que vous avez sur Padawan peuvent être récupérées et utilisées sur une gamme d'autres portefeuilles mobiles, de bureau et matériels qui prennent en charge les portefeuilles Bitcoin BIP39. Si votre phrase de récupération est correctement sauvegardée, supprimer l'application de votre téléphone ne pose aucun problème.";
"l9_title" = "Les différents types de portefeuilles";
"l9_app_bar" = "Types de Portefeuilles";
"l9_h1" = "Pourquoi y a-t-il plus d'un type de portefeuille?";
"l9_p1" = "Un portefeuille Bitcoin sécurise un ensemble de clés cryptographiques (des nombres très longs et importants). Il est crucial de protéger ces clés et de s'assurer qu'elles ne sont accessibles à personne d'autre que le propriétaire du portefeuille.";
"l9_p2" = "Il existe de nombreuses solutions pour répondre à cette exigence. Chaque type de portefeuille présentera des compromis entre son niveau de sécurité et sa facilité d'utilisation. Choisir le bon portefeuille pour un usage spécifique peut être accablant, mais c'est important ! Ce chapitre vous aidera à comprendre pourquoi et quand utiliser différents types de portefeuilles Bitcoin.";
"l9_h2" = "Portefeuilles chauds / froids";
"l9_p3" = "La première distinction entre les portefeuilles est de savoir s'ils ont accès à internet. Les « portefeuilles chauds » sont connectés à internet. Padawan est connecté à internet, et est donc classé comme un portefeuille chaud. Les portefeuilles chauds sont plus vulnérables aux attaques, et il y a plus de façons dont ils peuvent échouer à sécuriser vos fonds, mais il est beaucoup plus facile d'envoyer et de recevoir des transactions en les utilisant.";
"l9_p4" = "Imaginez un portefeuille physique que vous avez dans votre poche avec de l'argent liquide. S'il est perdu ou volé, vous ne risquez pas de perdre vos économies, car celles-ci sont conservées ailleurs, en lieu sûr (par exemple, sur un compte bancaire). Un portefeuille chaud (hot wallet) est parfaitement adapté pour détenir de petites quantités de bitcoins pour un usage quotidien (par exemple, le montant que vous dépenseriez dans un super-marché). Il est facile à utiliser, mais vous ne devriez pas y conserver toutes vos économies, car il est plus vulnérable aux attaques. D'un autre côté, ils sont très pratiques ! Savoir combien conserver sur un portefeuille chaud par rapport à un portefeuille froid est une bonne compétence à développer, et dépend souvent de vos besoins, habitudes de dépense et votre situation économique.";
"l9_p5" = "Les « portefeuilles froids » sont des portefeuilles qui n'ont jamais eu accès à internet ou à la blockchain. Ils ne savent même pas qu'internet existe ! Ce sont souvent des appareils physiques (souvent nommés hardware wallet ou hww) spécialisés qui peuvent effectuer une très petite gamme de tâches, à savoir signer des transactions bitcoin avec des clés cryptographiques qu'elles contrôlent. Cela les rend beaucoup plus sécurisés contre les attaques. Cela signifie également qu'ils demandent un peu plus de travail lorsque vous les utilisez pour dépenser ou recevoir des pièces. Les portefeuilles froids sont souvent utilisés pour stocker de plus grandes quantités de pièces auxquelles vous n'avez pas besoin d'accéder tous les jours, un peu comme vous iriez à la banque pour obtenir de l'argent pour la semaine.";
"l9_h3" = "Portefeuilles matériels, logiciels, mobiles, Lightning et dépositaires (custodial)";
"l9_p6" = "Vous pourriez entendre d'autres noms pour les portefeuilles lorsque vous cherchez ce qui correspond le mieux à vos besoins. Les suivants sont couramment utilisés par les gens pour interagir avec Bitcoin. N'oubliez pas qu'un portefeuille peut correspondre à plus d'une de ces catégories.";
"l9_p7" = "1. Portefeuilles matériels (hardware wallets) : ce sont souvent de petits appareils Bitcoin spécialisés qui peuvent être branchés sur un ordinateur ou un téléphone, mais qui ne peuvent pas utiliser internet. Ils seraient considérés dans la famille des « portefeuilles froids ».";
"l9_p8" = "2. Portefeuilles logiciels : il s'agit souvent d'applications que vous pouvez utiliser sur votre téléphone ou votre ordinateur. Par conséquent, ce sont souvent des portefeuilles chauds. Ce n'est pas un très bon nom, car tous les portefeuilles Bitcoin utilisent des logiciels ! Mais vous rencontrerez le terme assez souvent pour que vous sachiez ce qu'il signifie.";
"l9_p9" = "3. Portefeuilles mobiles : ces applications fonctionnent sur votre téléphone et sont presque toujours des portefeuilles chauds. Elles ont tendance à offrir l'expérience la plus facile à utiliser, mais sont moins sûres pour de plus grandes quantités de bitcoins. Padawan wallet est un exemple de portefeuille mobile.";
"l9_p10" = "4. Portefeuilles Lightning : le réseau Lightning (Lightning Network) est un tout autre sujet non couvert par Padawan. En résumé, le réseau Lightning est une extension de ce que nous pouvons faire avec Bitcoin, et il est parfaitement adapté aux transactions plus petites et plus rapides. Utiliser un portefeuille Lightning est un excellent moyen de gérer les dépenses quotidiennes. Nous vous encourageons vivement à vous intéresser aux portefeuilles et aux paiements Lightning à mesure que vous avancez dans votre parcours Bitcoin !";
"l9_p11" = "5. Portefeuilles dépositaires (custodial) : ce sont des portefeuilles où les clés cryptographiques ne résident pas sur l'appareil que vous utilisez pour recevoir ou dépenser, mais sont plutôt détenues ailleurs sous le contrôle de quelqu'un d'autre. Votre portefeuille demande alors à distance au dépositaire d'effectuer des paiements en votre nom. Cela ouvre d'autres vecteurs d'attaque (par exemple, le dépositaire peut décider de ne pas respecter vos demandes de transaction, ou potentiellement voler toutes vos pièces), mais rend également les portefeuilles plus faciles à utiliser et à récupérer. En général, à mesure que votre expérience en Bitcoin grandit et que vous vous familiarisez avec différents types de portefeuilles et de cas d'utilisation, vous devriez préférer les portefeuilles qui ne cèdent pas le contrôle de vos clés, et l'option d'un portefeuille de garde devrait être considérée comme un dernier recours.";
"accessibility_transactions_empty_label" = "Voici la liste des transactions effectuées dans le Padawan Wallet. Actuellement, il ne contient aucune transaction.";
"accessibility_transactions_empty_hint" = "Cliquez sur Recevoir des signet coins juste en dessous pour recevoir des fonds d'essai et effectuer votre première transaction.";
"accessibility_unit_selector" = "Unité monétaire.";
"accessibility_unit_selector_hint" = "Appuyez pour changer d'unité.";
"accessibility_total_balance" = "Solde total";
"accessibility_sync_button" = "Mettre à jour votre solde et vos transactions.";
"accessibility_header_balance" = "C'est sur cette carte que vous indiquez votre solde total.";
"accessibility_receive_hint" = "Accédez à l'écran de génération d'adresse";
"accessibility_send_hint" = "Accédez à l'écran de saisie d'adresse et envoyez des signet pièces";
"accessibility_txid_format" = "Identifiant de la transaction. Il commence par %@ et se termine par %@";
"accessibility_txid_link_format" = "ID commençant par %@, appuyez pour ouvrir l'espace mémoire dans le navigateur";
"accessibility_qr_code_label" = "Adresse du code QR";
"accessibility_qr_code_hint" = "Appuyez pour copier";
"accessibility_address_label" = "adresse de Bitcoin signet";
"accessibility_address_copied" = "Adresse copiée dans le presse-papiers";
"accessibility_starts_with" = "commence par";
"accessibility_ends_with" = "Terminer par";
"accessibility_scan_qr_code" = "balayage QR Code";
"accessibility_slide_taxs" = "sats par vByte";
"accessibility_verify_transaction" = "Vérification des transactions ouvertes";
"accessibility_camera_viewfinder" = "viseur de caméra";
"accessibility_camera_hint" = "Montrez un code QR";
"accessibility_cancel_scan_hint" = "Fermez la caméra et revenez";
"accessibility_broadcast_hint" = "Envoyez la transaction au réseau Bitcoin";
"accessibility_prev_page" = "page précédente";
"accessibility_next_page" = "page suivante";
"accessibility_finish_onboarding" = "Terminez l'introduction";
"accessibility_create_wallet_hint" = "Créer un nouveau portefeuille";
"accessibility_restore_wallet_hint" = "Récupérer un portefeuille existant à l'aide d'une phrase de récupération";
"accessibility_recover_wallet_hint" = "Récupérez votre portefeuille en utilisant les 12 mots écrits ci-dessus";
"accessibility_privacy_link_hint" = "Ouvrez la page relative aux conditions de confidentialité dans un navigateur externe";
"accessibility_reset_lessons_hint" = "Il rétablit tous les progrès réalisés dans les leçons éducatives";
"accessibility_opens_screen_hint" = "Accédez à l'écran sélectionné";
"accessibility_app_version" = "version de l'application";
"accessibility_word_number" = "mot";
"accessibility_qr_code_return_label" = "Code QR de l'adresse de retour";
"accessibility_copy_address_hint" = "Appuyez pour copier l'adresse dans le presse-papiers";
"accessibility_return_address_copied" = "Adresse copiée";
"accessibility_return_address" = "Adresse de retour";
"accessibility_lesson_completed" = "Terminée";
"accessibility_lesson_pending" = "Non terminée";
"accessibility_open_lesson_hint" = "Ouvre les détails de la leçon";
"accessibility_page" = "Page";
"accessibility_of" = "sur";
"accessibility_finish_lesson" = "Terminer la leçon";
